Repository: 35wicht/enigma2-plugins
Catalog: wirelesslan/po/*.po
Languages: fy

source: Wireless Network(s) found!
fy: Triidloas Netwurk fûn

source: Accesspoint:
fy: Tagongspunt:

source: Bitrate:
fy: Bitfaasje:

source: Channel:
fy: Kanaal:

source: Choose a Wireless Network
fy: Kies in triidloas Netwurk

source: Close
fy: Slúte

source: Connect
fy: Ferbine

source: Connect to a Wireless Network
fy: Ferbine mei in triidloas netwurk

source: Encrypted: %s
fy: Kodearre: %s

source: Interface: %s
fy: Ynterface: %s

source: Link Quality:
fy: Kwaliteit Keppeling:

source: Link:
fy: Keppeling:

source: Max. Bitrate: %s
fy: Max. Bitfaasje: %s

source: N/A
fy: Nft.

source: Network:
fy: Netwurk:

source: No
fy: Nee

source: No Connection!
fy: Gjin ferbining

source: Refresh
fy: Ferfaskje

source: Signal Strength:
fy: Utstjoeringssterkte:

source: Signal:
fy: Utstjoering:

source: Wireless LAN
fy: Triidloas LAN

source: Wireless Network State
fy: Triidloas Netwurk Status

source: Yes
fy: Ja
