Repository: 35wicht/enigma2-plugins
Catalog: imdb/po/*.po
Languages: sv

source: Channel Selection
sv: Kanallista

source: Lookup
sv: Sök

source: Exit
sv: Avsluta

source: Please select the matching entry
sv: Vänligen välj matchande post

source: Title Menu
sv: Titelmeny

source: Details
sv: Info

source: Re-Query IMDb: %s...
sv: Omfråga IMDb om: %s...

source: Enter search
sv: Skriv in sökning

source: Select from EPG
sv: Välj från EPG

source: Setup
sv: Ställ in

source: Play Trailer
sv: Spela upp Trailer

source: Search Trailer
sv: Sök Trailer

source: Enter text to search for
sv: Skriv text att söka efter

source: Couldn't get Eventname
sv: Kunde inte få händelsenamn

source: IMDb Download completed
sv: IMDb nedladdning klar

source: No IMDb match.
sv: Ingen IMDb matchning.

source: IMDb query failed!
sv: IMDb förfrågan misslyckades!

source: IMDb Download failed
sv: IMDb nedladdning misslyckades

source: IMDb Re-Download completed
sv: IMDb omnedladdning klar

source: No details found.
sv: Ingen info funnen.

source: IMDb Details parsed
sv: IMDb info analyseras

source: no user rating yet
sv: Inte betygsatt ännu

source: User Rating
sv: Betyg

source: No cast list found in the database.
sv: Ingen rolllista funnen i databasen.

source: Downloading Movie Poster: %s...
sv: Ladda ner Film poster: %s...

source: IMDb Setup
sv: IMDb-inställningar

source: Cancel
sv: Avbryt

source: Show in plugin browser
sv: Visa i Pluginlista

source: IMDb Details
sv: IMDb-information

source: Query details from the Internet Movie Database
sv: Filminformation från Internet Movie Databas
