Repository: 35wicht/enigma2-plugins
Catalog: youtubeplayer/src/locale/*/YouTubePlayer.po
Languages: it

source: Login not successful
it: Login fallito!

source: Search and play YouTube movies
it: Ricarcare e riprodurre filmati YouTube

source: To use the selected feature you have to login to YouTube. Select a user-profile to login!
it: Per utilizzare l'opzione prescelta è necessario effettuare il login a YouTube. Selezionare un profilo Utente!

source: delete user
it: Canc. User

source: add user
it: Agg. User

source: edit user
it: Mod. user

source: set default
it: Predefiniti

source: Really delete %(user)s?
it: Cancellare %(user)s?

source: Most Viewed
it: Più visti

source: Top Rated
it: Più votati

source: Recently Featured
it: Aggiunti recentemente

source: Watch On Mobile
it: Visualizzare su dispositivo mobile

source: Most Discussed
it: Più discussi

source: Top Favorites
it: Top Preferiti

source: Most Linked
it: Più Linkati

source: Most Responded
it: Più affidabili

source: Most Recent
it: Più recenti

source: Std.Feeds
it: Feed Std.

source: Search
it: Cercare

source: Playlists
it: Playlist

source: Favorites
it: Preferiti

source: Search Term(s)
it: Criteri di ricerca

source: Cancel
it: Annullare

source: Save
it: Salvare

source: User Profile Name
it: Profilo utente

source: E-Mail Address
it: Indirizzo E-Mail

source: Delete Playlist
it: Cancellare Playlist

source: Add new Playlist
it: Aggiungere nuova Playlist

source: Really delete %(playlist)s?
it: Cancellare %(playlist)s?

source: Duration
it: Durata

source: Rate
it: Valutaz.

source: Ratings
it: Voti

source: Favorited
it: Preferito

source: Views
it: Visite

source: Author:
it: Autore:

source: Added
it: Aggiunto

source: Category
it: Categoria

source: Select a VLC-Server
it: Selez. Server VLC

source: New YouTube search
it: Nuova ricerca

source: Total results
it: Trovati

source: Shown
it: Elencati

source: Load further entries of current Feed?
it: Caricare altre voci dal Feed corrente?

source: Searching, be patient ...
it: Ricerca in corso, pazientare...

source: Loading playlist, be patient ...
it: Caricamento Playlist in corso, pazientare...

source: Loading favorits, be patient ...
it: Caricamento Preferiti in corso, pazientare...

source: Loading standard feed, be patient ...
it: Caricamento feed standard in corso, pazientare...

source: Loading additional videos, be patient ...
it: Caricamento video aggiuntivi in corso, pazientare...

source: Loading related videos, be patient ...
it: Caricamento video correlati in corso, pazientare...

source: Loading response videos, be patient ...
it: Caricamento risposte video in corso, pazientare...

source: Back in history, be patient ...
it: Indietro nella History, pazientare...

source: Forward in history, be patient ...
it: Avanti nella History, pazientare...

source: Show video detail info
it: Informazioni sul video

source: Remove from favorites
it: Cancellare da preferiti

source: Add to favorites
it: Aggiungere a preferiti

source: Remove from playlist
it: Cancellare dalla Playlist

source: Add to playlist
it: Aggiungere alla Playlist

source: Get related videos
it: Video correlati

source: Get video responses
it: Risposte disponibili

source: Name
it: Nome

source: Description
it: Descrizione

source: Playlist Name
it: Titolo Playlist

source: Playlist Description
it: Descrizione Playlist

source: private
it: Privato
