Repository: 35wicht/enigma2-plugins
Catalog: networkwizard/po/*.po
Languages: sv

source: Network Wizard
sv: Nätverksguide

source: No Networks found
sv: Inget nätverk funnet

source: unavailable
sv: ej tillgänglig

source: Configure your LAN again
sv: Konfigurera ditt LAN igen

source: Configure your internal LAN
sv: Konfigurera ditt interna LAN

source: Configure your wireless LAN
sv: Konfigurera ditt trådlösa LAN

source: Configure your wireless LAN again
sv: Konfigurera ditt trådlösa LAN igen

source: Exit wizard and configure later manually
sv: Avsluta guiden och konfigurera manuellt senare

source: Please configure your LAN internet connection by filling out the required values. When you are ready press OK to continue.
sv: Vänligen konfigurera din LAN anslutning med att fylla i de begärda fälten. När du är klar tryck OK för att fortsätta.

source: Please configure your wireless LAN internet connection by filling out the required values. When you are done, press OK to continue.
sv: Vänligen konfigurera din trådlösa LAN Internet anslutning med att fylla i de begärda fälten. När du är klar tryck OK för att fortsätta.

source: Please select the wireless LAN network that you want to connect to. Please press OK to continue.
sv: Vänligen välj trådlöst LAN som du vill ansluta till. Vänligen tryck OK för att fortsätta

source: Restart your wireless interface
sv: Omstarta ditt trådlösa kort

source: Thank you for using the wizard. Your Dreambox is now ready to use. Please press OK to continue.
sv: Tack för att du använde guiden. Din Dreambox är nu klar för att användas Vänligen tryck Ok för att fortsätta.

source: The wireless LAN plugin is not installed! Please install it and choose what you want to do next.
sv: Trådlöst LAN plugin är inte installerad! Vänligen installera den och välj vad du vill göra härnäst.

source: Use the up/down keys on your remote control to select an option. After that, press OK. Connect to the internet...
sv: Använd upp/ner tangent på din fjärrkontroll för att välja olika möjligheter. Efter det, tryck OK. Anslut till Internet...

source: Welcome. If you want to connect your Dreambox to the Internet, this wizard will guide you through the basic network setup of your Dreambox. Press OK to start configuring your network
sv: Välkommen. Om du vill ansluta din Dreambox till Internet, då kommer den här guiden hjälpa dig genom grundläggande konfiguration av din Dreambox. Tryck OK för att starta konfigurationen av ditt nätverk.

source: Your Dreambox is now ready to use. Your LAN internet connection is working now. Please press OK to continue.
sv: Din Dreambox är nu klar för att användas. Din LAN Internet anslutning fungerar nu. Vänligen tryck OK för att fortsätta.

source: Your Dreambox is now ready to use. Your wireless LAN internet connection is working now. Please press OK to continue.
sv: Din Dreambox är nu klar för att användas. Din trådlösa LAN Internet anslutning fungerar nu. Vänligen tryck OK för att fortsätta.

source: Your LAN internet connection is not working! Please choose what you want to do next.
sv: Din LAN Internet anslutning fungerar inte! Vänligen välj vad du vill göra härnäst.

source: Your network is restarting. Please press OK to continue.
sv: Ditt nätverk startas om. Vänligen tryck Ok för att fortsätta.

source: Your wireless LAN internet connection could not be started! Have you attached your USB WLAN Stick? Please choose what you want to do next.
sv: Ditt trådlösa LAN Internet anslutning kunde inte startas! Har du anslutit ditt USB WLAN Stick? Vänligen välja vad du vill göra härnäst.

source: Your wireless LAN internet connection is not working! Please choose what you want to do next.
sv: Din trådlösa LAN Internet anslutning fungerar inte! Vänligen välj vad du vill göra härnäst.

source: via wireless LAN.
sv: via trådlöst LAN
